
# GlanceBar English Language File
# These variables are used for (hopefully) every piece of display text around the entire skin.

# If you're translating this file, the goal is to make the text sound friendly, but it still needs to get the point across and be grammatically correct.
# When you're finished, name your newly translated file after its ISO 2 Letter Language Code, join my Discord server, and submit it.

# ISO 2 Letter Language Codes: https://www.sitepoint.com/iso-2-letter-language-codes/
# Discord Server: https://discordapp.com/invite/72GZGN3

# Regarding date formatting, use the guide on the Rainmeter Docs:
# https://docs.rainmeter.net/manual/measures/time/
# Use %B to represent month names, it'll be replaced with the month translations from this file.

[Variables]
card.mus.defaultArtist=Spielt nicht
card.mus.defaultTitle=Musik
card.vol.hint=Bald kannst du hier deine Systemlautstärke ändern!
card.vol.mute=Stumm
date.extension.default=th
date.extension.first=st
date.extension.second=nd
date.extension.third=rd
date.format=%A, %d. %b %Y
date.month.jan=Jänner
date.month.feb=Februar
date.month.mar=März
date.month.apr=April
date.month.may=Mai
date.month.jun=Juni
date.month.jul=Juli
date.month.aug=August
date.month.sep=September
date.month.oct=Oktober
date.month.nov=November
date.month.dec=Dezember
time.format.24=%H:%M
time.format.12=%#I:%M %p
time.am=AM
time.pm=PM
time.format.default=#time.format.24#
sett.category.cards=Karten
sett.category.general=Allgemeine Einstellungen
sett.category.glancebar=GlanceBar
sett.defaultText=Beginne die Einstellungen zu ändern, indem du auf eine Kategorie in der Navigationsleiste auf der linken Seite klickst.
sett.language.heading=Sprache wählen
sett.music.heading.mediaPlayer=Mediaplayer
sett.music.player.desc.cad=Das CAD Protokoll umfasst die folgenden Mediaplayer:
sett.music.player.desc.webnowplaying=WebNowPlaying ermöglicht es Rainmeter Musikinformationen aus verschiedenen Online-Quellen, einschließlich Youtube, Soundcloud, Spotify und mehr abzurufen. 
sett.music.player.desc.wlm=Das WLM Protokoll umfasst folgende Mediaplayer:
sett.music.player.fooCadLink.cad=Installiere das foo_cad Plugin um foobar2000 zu nutzen.
sett.music.player.playerList.cad=foobar2000, J. River Media Center, Media Jukebox, und MusicBee
sett.music.player.playerList.wlm=Last.fm Client, TTPlayer, OpenPandora, Zune
sett.music.player.setupLink.webnowplaying=Setup-Anweisungen
sett.music.player.title.aimp=AIMP
sett.music.player.title.cad=CAD Protokoll
sett.music.player.title.itunes=iTunes
sett.music.player.title.mediaMonkey=MediaMonkey
sett.music.player.title.webnowplaying=WebNowPlaying
sett.music.player.title.winamp=Winamp
sett.music.player.title.wlm=WLM Protokoll
sett.music.player.title.wmp=Windows Media Player
sett.music.player.warning.wlm=Dieses Protokoll hat nur eine sehr begrenzte Unterstützung, verwende es mit Vorsicht.
sett.section.about=Über GlanceBar
sett.section.appearance=Aussehen der Seitenleiste
sett.section.dateTime=Datum und Zeit
sett.section.language=Sprache	
sett.section.music=Musik
sett.section.news=Neuigkeiten
sett.section.order=Kartenreihenfolge
sett.section.powershell=PowerShell
sett.section.systemStats=System-Statistiken
sett.section.unfinished=Unvollständiger Bereich
sett.section.volume=Lautstärke	
sett.section.weather=Wetter
sett.titlebar=GlanceBar Einstellungen